0x00000000: Compile Unit: length = 0x00000c99, format = DWARF32, version = 0x0004, abbr_offset = 0x0000, addr_size = 0x08 (next unit at 0x00000c9d)

0x0000000b: DW_TAG_compile_unit [1] *
              DW_AT_producer [DW_FORM_strp]	( .debug_str[0x00000001] = "clang version 3.5.0 (PS4 clang version 2.50.0.2333)")
              DW_AT_language [DW_FORM_data2]	(DW_LANG_C_plus_plus)
              DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000035] = "prog\\aAutoCheck.cpp")
              DW_AT_stmt_list [DW_FORM_sec_offset]	(0x00000000)
              DW_AT_comp_dir [DW_FORM_strp]	( .debug_str[0x00000049] = "D:\\publishDDO_PS4_02_02_Master\\DDO_02_02\\DD_ONLINE")
              DW_AT_use_UTF8 [DW_FORM_flag_present]	(true)
              DW_AT_APPLE_optimized [DW_FORM_flag_present]	(true)

0x0000001e:   DW_TAG_namespace [2] * (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000007c] = "ctl")
                DW_AT_decl_file [DW_FORM_data1]	("D:\publishDDO_PS4_02_02_Master\DDO_02_02\DD_ONLINE/prog/ctl_nullptr.h")
                DW_AT_decl_line [DW_FORM_data1]	(15)

0x00000025:     DW_TAG_variable [3]   (0x0000001e)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000080] = "ctl_null")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0048 => {0x00000048} "const ctl::CAPCOM_NULL")
                  DW_AT_decl_file [DW_FORM_data1]	("D:\publishDDO_PS4_02_02_Master\DDO_02_02\DD_ONLINE/prog/ctl_nullptr.h")
                  DW_AT_decl_line [DW_FORM_data1]	(31)

0x00000030:     DW_TAG_class_type [4] * (0x0000001e)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000089] = "CAPCOM_NULL")
                  DW_AT_byte_size [DW_FORM_data1]	(0x01)
                  DW_AT_decl_file [DW_FORM_data1]	("D:\publishDDO_PS4_02_02_Master\DDO_02_02\DD_ONLINE/prog/ctl_nullptr.h")
                  DW_AT_decl_line [DW_FORM_data1]	(19)

0x00000038:       DW_TAG_subprogram [5] * (0x00000030)
                    DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000089] = "CAPCOM_NULL")
                    DW_AT_decl_file [DW_FORM_data1]	("D:\publishDDO_PS4_02_02_Master\DDO_02_02\DD_ONLINE/prog/ctl_nullptr.h")
                    DW_AT_decl_line [DW_FORM_data1]	(21)
                    DW_AT_declaration [DW_FORM_flag_present]	(true)
                    DW_AT_external [DW_FORM_flag_present]	(true)
                    DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000040:         DW_TAG_formal_parameter [6]   (0x00000038)
                      DW_AT_type [DW_FORM_ref4]	(cu + 0x004d => {0x0000004d} "ctl::CAPCOM_NULL *")
                      DW_AT_artificial [DW_FORM_flag_present]	(true)

0x00000045:         NULL

0x00000046:       NULL

0x00000047:     NULL

0x00000048:   DW_TAG_const_type [7]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0030 => {0x00000030} "ctl::CAPCOM_NULL")

0x0000004d:   DW_TAG_pointer_type [8]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0030 => {0x00000030} "ctl::CAPCOM_NULL")

0x00000052:   DW_TAG_structure_type [9] * (0x0000000b)
                DW_AT_byte_size [DW_FORM_data1]	(0x08)
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdlib.h")
                DW_AT_decl_line [DW_FORM_data1]	(103)

0x00000056:     DW_TAG_member [10]   (0x00000052)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000095] = "quot")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdlib.h")
                  DW_AT_decl_line [DW_FORM_data1]	(105)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x00)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000063:     DW_TAG_member [10]   (0x00000052)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000009a] = "rem")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdlib.h")
                  DW_AT_decl_line [DW_FORM_data1]	(106)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x04)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000070:     NULL

0x00000071:   DW_TAG_base_type [11]   (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000009e] = "int")
                DW_AT_encoding [DW_FORM_data1]	(DW_ATE_signed)
                DW_AT_byte_size [DW_FORM_data1]	(0x04)

0x00000078:   DW_TAG_structure_type [9] * (0x0000000b)
                DW_AT_byte_size [DW_FORM_data1]	(0x10)
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdlib.h")
                DW_AT_decl_line [DW_FORM_data1]	(109)

0x0000007c:     DW_TAG_member [10]   (0x00000078)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000095] = "quot")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0097 => {0x00000097} "long int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdlib.h")
                  DW_AT_decl_line [DW_FORM_data1]	(111)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x00)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000089:     DW_TAG_member [10]   (0x00000078)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000009a] = "rem")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0097 => {0x00000097} "long int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdlib.h")
                  DW_AT_decl_line [DW_FORM_data1]	(112)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x08)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000096:     NULL

0x00000097:   DW_TAG_base_type [11]   (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000000a2] = "long int")
                DW_AT_encoding [DW_FORM_data1]	(DW_ATE_signed)
                DW_AT_byte_size [DW_FORM_data1]	(0x08)

0x0000009e:   DW_TAG_structure_type [9] * (0x0000000b)
                DW_AT_byte_size [DW_FORM_data1]	(0x10)
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdlib.h")
                DW_AT_decl_line [DW_FORM_data1]	(116)

0x000000a2:     DW_TAG_member [10]   (0x0000009e)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000095] = "quot")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x00bd => {0x000000bd} "_Longlong")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdlib.h")
                  DW_AT_decl_line [DW_FORM_data1]	(118)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x00)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000000af:     DW_TAG_member [10]   (0x0000009e)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000009a] = "rem")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x00bd => {0x000000bd} "_Longlong")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdlib.h")
                  DW_AT_decl_line [DW_FORM_data1]	(119)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x08)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000000bc:     NULL

0x000000bd:   DW_TAG_typedef [12]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x00c9 => {0x000000c9} "long long int")
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000000ab] = "_Longlong")
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                DW_AT_decl_line [DW_FORM_data2]	(1189)

0x000000c9:   DW_TAG_base_type [11]   (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000000b5] = "long long int")
                DW_AT_encoding [DW_FORM_data1]	(DW_ATE_signed)
                DW_AT_byte_size [DW_FORM_data1]	(0x08)

0x000000d0:   DW_TAG_structure_type [13] * (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000000c3] = "_Mbstatet")
                DW_AT_byte_size [DW_FORM_data1]	(0x10)
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                DW_AT_decl_line [DW_FORM_data1]	(57)

0x000000d8:     DW_TAG_member [10]   (0x000000d0)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000000cd] = "_Wchar")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0138 => {0x00000138} "long unsigned int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(59)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x00)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000000e5:     DW_TAG_member [10]   (0x000000d0)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000000d4] = "_Byte")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x013f => {0x0000013f} "unsigned short")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(60)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x08)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000000f2:     DW_TAG_member [10]   (0x000000d0)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000000da] = "_State")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x013f => {0x0000013f} "unsigned short")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(60)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x0a)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000000ff:     DW_TAG_subprogram [5] * (0x000000d0)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000000c3] = "_Mbstatet")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(63)
                  DW_AT_declaration [DW_FORM_flag_present]	(true)
                  DW_AT_external [DW_FORM_flag_present]	(true)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000107:       DW_TAG_formal_parameter [6]   (0x000000ff)
                    DW_AT_type [DW_FORM_ref4]	(cu + 0x0146 => {0x00000146} "_Mbstatet *")
                    DW_AT_artificial [DW_FORM_flag_present]	(true)

0x0000010c:       NULL

0x0000010d:     DW_TAG_subprogram [5] * (0x000000d0)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000000c3] = "_Mbstatet")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(68)
                  DW_AT_declaration [DW_FORM_flag_present]	(true)
                  DW_AT_external [DW_FORM_flag_present]	(true)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000115:       DW_TAG_formal_parameter [6]   (0x0000010d)
                    DW_AT_type [DW_FORM_ref4]	(cu + 0x0146 => {0x00000146} "_Mbstatet *")
                    DW_AT_artificial [DW_FORM_flag_present]	(true)

0x0000011a:       DW_TAG_formal_parameter [14]   (0x0000010d)
                    DW_AT_type [DW_FORM_ref4]	(cu + 0x014b => {0x0000014b} "const _Mbstatet &")

0x0000011f:       NULL

0x00000120:     DW_TAG_subprogram [15] * (0x000000d0)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000000e1] = "operator=")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(74)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0155 => {0x00000155} "_Mbstatet &")
                  DW_AT_declaration [DW_FORM_flag_present]	(true)
                  DW_AT_external [DW_FORM_flag_present]	(true)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000012c:       DW_TAG_formal_parameter [6]   (0x00000120)
                    DW_AT_type [DW_FORM_ref4]	(cu + 0x0146 => {0x00000146} "_Mbstatet *")
                    DW_AT_artificial [DW_FORM_flag_present]	(true)

0x00000131:       DW_TAG_formal_parameter [14]   (0x00000120)
                    DW_AT_type [DW_FORM_ref4]	(cu + 0x014b => {0x0000014b} "const _Mbstatet &")

0x00000136:       NULL

0x00000137:     NULL

0x00000138:   DW_TAG_base_type [11]   (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000000eb] = "long unsigned int")
                DW_AT_encoding [DW_FORM_data1]	(DW_ATE_unsigned)
                DW_AT_byte_size [DW_FORM_data1]	(0x08)

0x0000013f:   DW_TAG_base_type [11]   (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000000fd] = "unsigned short")
                DW_AT_encoding [DW_FORM_data1]	(DW_ATE_unsigned)
                DW_AT_byte_size [DW_FORM_data1]	(0x02)

0x00000146:   DW_TAG_pointer_type [8]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x00d0 => {0x000000d0} "_Mbstatet")

0x0000014b:   DW_TAG_reference_type [16]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0150 => {0x00000150} "const _Mbstatet")

0x00000150:   DW_TAG_const_type [7]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x00d0 => {0x000000d0} "_Mbstatet")

0x00000155:   DW_TAG_reference_type [16]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x00d0 => {0x000000d0} "_Mbstatet")

0x0000015a:   DW_TAG_structure_type [13] * (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000010c] = "tm")
                DW_AT_byte_size [DW_FORM_data1]	(0x24)
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/time.h")
                DW_AT_decl_line [DW_FORM_data1]	(158)

0x00000162:     DW_TAG_member [10]   (0x0000015a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000010f] = "tm_sec")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/time.h")
                  DW_AT_decl_line [DW_FORM_data1]	(160)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x00)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000016f:     DW_TAG_member [10]   (0x0000015a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000116] = "tm_min")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/time.h")
                  DW_AT_decl_line [DW_FORM_data1]	(161)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x04)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000017c:     DW_TAG_member [10]   (0x0000015a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000011d] = "tm_hour")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/time.h")
                  DW_AT_decl_line [DW_FORM_data1]	(162)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x08)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000189:     DW_TAG_member [10]   (0x0000015a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000125] = "tm_mday")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/time.h")
                  DW_AT_decl_line [DW_FORM_data1]	(163)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x0c)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000196:     DW_TAG_member [10]   (0x0000015a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000012d] = "tm_mon")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/time.h")
                  DW_AT_decl_line [DW_FORM_data1]	(164)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x10)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000001a3:     DW_TAG_member [10]   (0x0000015a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000134] = "tm_year")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/time.h")
                  DW_AT_decl_line [DW_FORM_data1]	(165)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x14)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000001b0:     DW_TAG_member [10]   (0x0000015a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000013c] = "tm_wday")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/time.h")
                  DW_AT_decl_line [DW_FORM_data1]	(166)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x18)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000001bd:     DW_TAG_member [10]   (0x0000015a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000144] = "tm_yday")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/time.h")
                  DW_AT_decl_line [DW_FORM_data1]	(167)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x1c)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000001ca:     DW_TAG_member [10]   (0x0000015a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000014c] = "tm_isdst")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/time.h")
                  DW_AT_decl_line [DW_FORM_data1]	(168)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x20)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000001d7:     NULL

0x000001d8:   DW_TAG_namespace [17] * (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000155] = "std")
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                DW_AT_decl_line [DW_FORM_data2]	(882)

0x000001e0:     DW_TAG_structure_type [13] * (0x000001d8)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000159] = "integral_constant<bool, false>")
                  DW_AT_byte_size [DW_FORM_data1]	(0x01)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/xtr1common")
                  DW_AT_decl_line [DW_FORM_data1]	(34)

0x000001e8:       DW_TAG_member [18]   (0x000001e0)
                    DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000178] = "value")
                    DW_AT_type [DW_FORM_ref4]	(cu + 0x053e => {0x0000053e} "const bool")
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/xtr1common")
                    DW_AT_decl_line [DW_FORM_data1]	(36)
                    DW_AT_external [DW_FORM_flag_present]	(true)
                    DW_AT_declaration [DW_FORM_flag_present]	(true)
                    DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)
                    DW_AT_const_value [DW_FORM_udata]	(0)

0x000001f5:       DW_TAG_template_type_parameter [19]   (0x000001e0)
                    DW_AT_type [DW_FORM_ref4]	(cu + 0x0543 => {0x00000543} "bool")
                    DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000017e] = "_Ty")

0x000001fe:       DW_TAG_template_value_parameter [20]   (0x000001e0)
                    DW_AT_type [DW_FORM_ref4]	(cu + 0x0543 => {0x00000543} "bool")
                    DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000182] = "_Val")
                    DW_AT_const_value [DW_FORM_udata]	(0)

0x00000208:       NULL

0x00000209:     DW_TAG_structure_type [13] * (0x000001d8)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000187] = "integral_constant<bool, true>")
                  DW_AT_byte_size [DW_FORM_data1]	(0x01)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/xtr1common")
                  DW_AT_decl_line [DW_FORM_data1]	(34)

0x00000211:       DW_TAG_member [18]   (0x00000209)
                    DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000178] = "value")
                    DW_AT_type [DW_FORM_ref4]	(cu + 0x053e => {0x0000053e} "const bool")
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/xtr1common")
                    DW_AT_decl_line [DW_FORM_data1]	(36)
                    DW_AT_external [DW_FORM_flag_present]	(true)
                    DW_AT_declaration [DW_FORM_flag_present]	(true)
                    DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)
                    DW_AT_const_value [DW_FORM_udata]	(1)

0x0000021e:       DW_TAG_template_type_parameter [19]   (0x00000209)
                    DW_AT_type [DW_FORM_ref4]	(cu + 0x0543 => {0x00000543} "bool")
                    DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000017e] = "_Ty")

0x00000227:       DW_TAG_template_value_parameter [20]   (0x00000209)
                    DW_AT_type [DW_FORM_ref4]	(cu + 0x0543 => {0x00000543} "bool")
                    DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000182] = "_Val")
                    DW_AT_const_value [DW_FORM_udata]	(1)

0x00000231:       NULL

0x00000232:     DW_TAG_class_type [21]   (0x000001d8)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000001a5] = "basic_ios<char, std::char_traits<char> >")
                  DW_AT_declaration [DW_FORM_flag_present]	(true)

0x00000237:     DW_TAG_class_type [21]   (0x000001d8)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000001ce] = "basic_streambuf<char, std::char_traits<char> >")
                  DW_AT_declaration [DW_FORM_flag_present]	(true)

0x0000023c:     DW_TAG_class_type [21]   (0x000001d8)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000001fd] = "basic_istream<char, std::char_traits<char> >")
                  DW_AT_declaration [DW_FORM_flag_present]	(true)

0x00000241:     DW_TAG_class_type [21]   (0x000001d8)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000022a] = "basic_ostream<char, std::char_traits<char> >")
                  DW_AT_declaration [DW_FORM_flag_present]	(true)

0x00000246:     DW_TAG_class_type [21]   (0x000001d8)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000257] = "basic_iostream<char, std::char_traits<char> >")
                  DW_AT_declaration [DW_FORM_flag_present]	(true)

0x0000024b:     DW_TAG_class_type [21]   (0x000001d8)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000285] = "basic_filebuf<char, std::char_traits<char> >")
                  DW_AT_declaration [DW_FORM_flag_present]	(true)

0x00000250:     DW_TAG_class_type [21]   (0x000001d8)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000002b2] = "basic_ifstream<char, std::char_traits<char> >")
                  DW_AT_declaration [DW_FORM_flag_present]	(true)

0x00000255:     DW_TAG_class_type [21]   (0x000001d8)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000002e0] = "basic_ofstream<char, std::char_traits<char> >")
                  DW_AT_declaration [DW_FORM_flag_present]	(true)

0x0000025a:     DW_TAG_class_type [21]   (0x000001d8)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000030e] = "basic_fstream<char, std::char_traits<char> >")
                  DW_AT_declaration [DW_FORM_flag_present]	(true)

0x0000025f:     DW_TAG_namespace [17] * (0x000001d8)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000033b] = "tr1")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data2]	(1203)

0x00000267:       DW_TAG_imported_declaration [22]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data2]	(1204)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x00bd => {0x000000bd})

0x0000026f:       DW_TAG_imported_declaration [22]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data2]	(1205)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0925 => {0x00000925})

0x00000277:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(51)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0965 => {0x00000965})

0x0000027e:       DW_TAG_imported_declaration [22]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data2]	(2040)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x03b5 => {0x000003b5})

0x00000286:       DW_TAG_imported_declaration [22]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data2]	(2089)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x03c0 => {0x000003c0})

0x0000028e:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(37)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0a9c => {0x00000a9c})

0x00000295:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(37)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0ab9 => {0x00000ab9})

0x0000029c:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(38)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0acf => {0x00000acf})

0x000002a3:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(38)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0ae5 => {0x00000ae5})

0x000002aa:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(39)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0af0 => {0x00000af0})

0x000002b1:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(39)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0b06 => {0x00000b06})

0x000002b8:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(40)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0b1c => {0x00000b1c})

0x000002bf:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(40)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0b39 => {0x00000b39})

0x000002c6:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(42)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0b4f => {0x00000b4f})

0x000002cd:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(42)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0b5a => {0x00000b5a})

0x000002d4:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(43)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0b65 => {0x00000b65})

0x000002db:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(43)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0b7c => {0x00000b7c})

0x000002e2:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(44)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0b92 => {0x00000b92})

0x000002e9:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(44)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0b9d => {0x00000b9d})

0x000002f0:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(45)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0ba8 => {0x00000ba8})

0x000002f7:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(45)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0bbf => {0x00000bbf})

0x000002fe:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(47)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0bd5 => {0x00000bd5})

0x00000305:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(47)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0be0 => {0x00000be0})

0x0000030c:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(48)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0beb => {0x00000beb})

0x00000313:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(48)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0bf6 => {0x00000bf6})

0x0000031a:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(49)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0c01 => {0x00000c01})

0x00000321:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(49)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0c0c => {0x00000c0c})

0x00000328:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(50)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0c17 => {0x00000c17})

0x0000032f:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(50)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0c22 => {0x00000c22})

0x00000336:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(52)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0c2d => {0x00000c2d})

0x0000033d:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(52)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0c38 => {0x00000c38})

0x00000344:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(53)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0c4e => {0x00000c4e})

0x0000034b:       DW_TAG_imported_declaration [23]   (0x0000025f)
                    DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                    DW_AT_decl_line [DW_FORM_data1]	(53)
                    DW_AT_import [DW_FORM_ref4]	(cu + 0x0c59 => {0x00000c59})

0x00000352:       NULL

0x00000353:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(25)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0938 => {0x00000938})

0x0000035a:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(25)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x094f => {0x0000094f})

0x00000361:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(25)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x095a => {0x0000095a})

0x00000368:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(39)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0965 => {0x00000965})

0x0000036f:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(45)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x097b => {0x0000097b})

0x00000376:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(45)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x098d => {0x0000098d})

0x0000037d:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(37)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x099f => {0x0000099f})

0x00000384:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(37)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0938 => {0x00000938})

0x0000038b:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(37)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x015a => {0x0000015a})

0x00000392:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(37)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x09aa => {0x000009aa})

0x00000399:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(17)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x09c1 => {0x000009c1})

0x000003a0:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(17)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0938 => {0x00000938})

0x000003a7:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(20)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x09d8 => {0x000009d8})

0x000003ae:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(20)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x09e8 => {0x000009e8})

0x000003b5:     DW_TAG_typedef [24]   (0x000001d8)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x01e0 => {0x000001e0} "std::integral_constant<bool, false>")
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000033f] = "false_type")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/xtr1common")
                  DW_AT_decl_line [DW_FORM_data1]	(47)

0x000003c0:     DW_TAG_typedef [24]   (0x000001d8)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0209 => {0x00000209} "std::integral_constant<bool, true>")
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000034a] = "true_type")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/xtr1common")
                  DW_AT_decl_line [DW_FORM_data1]	(46)

0x000003cb:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(17)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x09ff => {0x000009ff})

0x000003d2:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(17)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x07d4 => {0x000007d4})

0x000003d9:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(19)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0938 => {0x00000938})

0x000003e0:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(19)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0866 => {0x00000866})

0x000003e7:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(19)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0a0b => {0x00000a0b})

0x000003ee:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(25)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0938 => {0x00000938})

0x000003f5:     DW_TAG_typedef [12]   (0x000001d8)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0232 => {0x00000232} "std::basic_ios<char, std::char_traits<char> >")
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000354] = "ios")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/iosfwd")
                  DW_AT_decl_line [DW_FORM_data2]	(541)

0x00000401:     DW_TAG_typedef [12]   (0x000001d8)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0237 => {0x00000237} "std::basic_streambuf<char, std::char_traits<char> >")
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000358] = "streambuf")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/iosfwd")
                  DW_AT_decl_line [DW_FORM_data2]	(542)

0x0000040d:     DW_TAG_typedef [12]   (0x000001d8)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x023c => {0x0000023c} "std::basic_istream<char, std::char_traits<char> >")
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000362] = "istream")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/iosfwd")
                  DW_AT_decl_line [DW_FORM_data2]	(543)

0x00000419:     DW_TAG_typedef [12]   (0x000001d8)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0241 => {0x00000241} "std::basic_ostream<char, std::char_traits<char> >")
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000036a] = "ostream")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/iosfwd")
                  DW_AT_decl_line [DW_FORM_data2]	(544)

0x00000425:     DW_TAG_typedef [12]   (0x000001d8)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0246 => {0x00000246} "std::basic_iostream<char, std::char_traits<char> >")
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000372] = "iostream")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/iosfwd")
                  DW_AT_decl_line [DW_FORM_data2]	(545)

0x00000431:     DW_TAG_typedef [12]   (0x000001d8)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x024b => {0x0000024b} "std::basic_filebuf<char, std::char_traits<char> >")
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000037b] = "filebuf")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/iosfwd")
                  DW_AT_decl_line [DW_FORM_data2]	(554)

0x0000043d:     DW_TAG_typedef [12]   (0x000001d8)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0250 => {0x00000250} "std::basic_ifstream<char, std::char_traits<char> >")
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000383] = "ifstream")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/iosfwd")
                  DW_AT_decl_line [DW_FORM_data2]	(555)

0x00000449:     DW_TAG_typedef [12]   (0x000001d8)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0255 => {0x00000255} "std::basic_ofstream<char, std::char_traits<char> >")
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000038c] = "ofstream")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/iosfwd")
                  DW_AT_decl_line [DW_FORM_data2]	(556)

0x00000455:     DW_TAG_typedef [12]   (0x000001d8)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x025a => {0x0000025a} "std::basic_fstream<char, std::char_traits<char> >")
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000395] = "fstream")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/iosfwd")
                  DW_AT_decl_line [DW_FORM_data2]	(557)

0x00000461:     DW_TAG_typedef [12]   (0x000001d8)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x024b => {0x0000024b} "std::basic_filebuf<char, std::char_traits<char> >")
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000039d] = "stdiobuf")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/iosfwd")
                  DW_AT_decl_line [DW_FORM_data2]	(560)

0x0000046d:     DW_TAG_typedef [12]   (0x000001d8)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x025a => {0x0000025a} "std::basic_fstream<char, std::char_traits<char> >")
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000003a6] = "stdiostream")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/iosfwd")
                  DW_AT_decl_line [DW_FORM_data2]	(561)

0x00000479:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(17)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0a9c => {0x00000a9c})

0x00000480:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(17)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0ab9 => {0x00000ab9})

0x00000487:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(18)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0acf => {0x00000acf})

0x0000048e:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(18)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0ae5 => {0x00000ae5})

0x00000495:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(19)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0af0 => {0x00000af0})

0x0000049c:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(19)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0b06 => {0x00000b06})

0x000004a3:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(20)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0b1c => {0x00000b1c})

0x000004aa:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(20)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0b39 => {0x00000b39})

0x000004b1:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(22)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0b4f => {0x00000b4f})

0x000004b8:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(22)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0b5a => {0x00000b5a})

0x000004bf:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(23)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0b65 => {0x00000b65})

0x000004c6:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(23)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0b7c => {0x00000b7c})

0x000004cd:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(24)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0b92 => {0x00000b92})

0x000004d4:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(24)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0b9d => {0x00000b9d})

0x000004db:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(25)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0ba8 => {0x00000ba8})

0x000004e2:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(25)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0bbf => {0x00000bbf})

0x000004e9:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(27)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0bd5 => {0x00000bd5})

0x000004f0:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(27)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0be0 => {0x00000be0})

0x000004f7:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(28)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0beb => {0x00000beb})

0x000004fe:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(28)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0bf6 => {0x00000bf6})

0x00000505:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(29)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0c01 => {0x00000c01})

0x0000050c:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(29)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0c0c => {0x00000c0c})

0x00000513:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(30)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0c17 => {0x00000c17})

0x0000051a:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(30)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0c22 => {0x00000c22})

0x00000521:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(32)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0c2d => {0x00000c2d})

0x00000528:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(32)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0c38 => {0x00000c38})

0x0000052f:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(33)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0c4e => {0x00000c4e})

0x00000536:     DW_TAG_imported_declaration [23]   (0x000001d8)
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                  DW_AT_decl_line [DW_FORM_data1]	(33)
                  DW_AT_import [DW_FORM_ref4]	(cu + 0x0c59 => {0x00000c59})

0x0000053d:     NULL

0x0000053e:   DW_TAG_const_type [7]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0543 => {0x00000543} "bool")

0x00000543:   DW_TAG_base_type [11]   (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000003b2] = "bool")
                DW_AT_encoding [DW_FORM_data1]	(DW_ATE_boolean)
                DW_AT_byte_size [DW_FORM_data1]	(0x01)

0x0000054a:   DW_TAG_structure_type [25] * (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000003b7] = "__sFILE")
                DW_AT_byte_size [DW_FORM_data2]	(0x01c8)
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                DW_AT_decl_line [DW_FORM_data1]	(205)

0x00000553:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000003bf] = "_Mode")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x013f => {0x0000013f} "unsigned short")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(209)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x00)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000560:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000003c5] = "_Idx")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x079d => {0x0000079d} "unsigned char")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(210)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x02)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000056d:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000003ca] = "_Handle")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(211)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x04)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000057a:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000003d2] = "_Buf")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07a4 => {0x000007a4} "unsigned char *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(213)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x08)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000587:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000003d7] = "_Bend")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07a4 => {0x000007a4} "unsigned char *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(213)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x10)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000594:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000003dd] = "_Next")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07a4 => {0x000007a4} "unsigned char *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(213)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x18)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000005a1:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000003e3] = "_Rend")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07a4 => {0x000007a4} "unsigned char *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(214)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x20)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000005ae:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000003e9] = "_Wend")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07a4 => {0x000007a4} "unsigned char *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(214)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x28)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000005bb:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000003ef] = "_Rback")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07a4 => {0x000007a4} "unsigned char *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(214)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x30)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000005c8:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000003f6] = "_WRback")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07a9 => {0x000007a9} "_Wchart *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(216)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x38)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000005d5:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000003fe] = "_WBack")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07c1 => {0x000007c1} "_Wchart[2]")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(216)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x40)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000005e2:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000405] = "_Rsave")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07a4 => {0x000007a4} "unsigned char *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(217)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x48)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000005ef:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000040c] = "_WRend")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07a4 => {0x000007a4} "unsigned char *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(217)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x50)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000005fc:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000413] = "_WWend")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07a4 => {0x000007a4} "unsigned char *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(217)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x58)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000609:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000041a] = "_Wstate")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07d4 => {0x000007d4} "_Mbstatet")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(219)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x60)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000616:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000422] = "_Tmpnam")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07df => {0x000007df} "char *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(220)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x70)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000623:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000042a] = "_Back")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07eb => {0x000007eb} "unsigned char[6]")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(221)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x78)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000630:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000430] = "_Cbuf")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x079d => {0x0000079d} "unsigned char")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(221)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x7e)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000063d:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000436] = "_Mutex")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07f7 => {0x000007f7} "void *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(222)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x80)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000064a:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000043d] = "_p")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07a4 => {0x000007a4} "unsigned char *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(225)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x88)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000657:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000440] = "_r")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(226)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x90)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000664:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000443] = "_w")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(227)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x94)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000671:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000446] = "_flags")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07f8 => {0x000007f8} "short")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(228)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x98)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000067e:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000044d] = "_file")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07f8 => {0x000007f8} "short")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(229)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x9a)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000068b:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000453] = "_bf")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07ff => {0x000007ff} "__sbuf")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(230)
                  DW_AT_data_member_location [DW_FORM_data1]	(0xa0)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000698:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000457] = "_lbfsize")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(231)
                  DW_AT_data_member_location [DW_FORM_data1]	(0xb0)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000006a5:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000460] = "_cookie")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07f7 => {0x000007f7} "void *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(234)
                  DW_AT_data_member_location [DW_FORM_data1]	(0xb8)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000006b2:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000468] = "_close")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0822 => {0x00000822} "int (*)(void *)")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(235)
                  DW_AT_data_member_location [DW_FORM_data1]	(0xc0)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000006bf:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000046f] = "_read")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0832 => {0x00000832} "int (*)(void *, char *, int)")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(236)
                  DW_AT_data_member_location [DW_FORM_data1]	(0xc8)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000006cc:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000475] = "_seek")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x084c => {0x0000084c} "fpos_t (*)(void *, fpos_t, int)")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(237)
                  DW_AT_data_member_location [DW_FORM_data1]	(0xd0)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000006d9:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000047b] = "_write")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0894 => {0x00000894} "int (*)(void *, const char *, int)")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(238)
                  DW_AT_data_member_location [DW_FORM_data1]	(0xd8)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000006e6:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000482] = "_ub")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07ff => {0x000007ff} "__sbuf")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(241)
                  DW_AT_data_member_location [DW_FORM_data1]	(0xe0)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x000006f3:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000486] = "_up")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07a4 => {0x000007a4} "unsigned char *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(242)
                  DW_AT_data_member_location [DW_FORM_data1]	(0xf0)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000700:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000048a] = "_ur")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(243)
                  DW_AT_data_member_location [DW_FORM_data1]	(0xf8)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000070d:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000048e] = "_ubuf")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x08b8 => {0x000008b8} "unsigned char[3]")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(246)
                  DW_AT_data_member_location [DW_FORM_data1]	(0xfc)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000071a:     DW_TAG_member [10]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000494] = "_nbuf")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x08c4 => {0x000008c4} "unsigned char[1]")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(247)
                  DW_AT_data_member_location [DW_FORM_data1]	(0xff)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000727:     DW_TAG_member [26]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000049a] = "_lb")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07ff => {0x000007ff} "__sbuf")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(250)
                  DW_AT_data_member_location [DW_FORM_data2]	(0x0100)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000735:     DW_TAG_member [26]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000049e] = "_blksize")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(253)
                  DW_AT_data_member_location [DW_FORM_data2]	(0x0110)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000743:     DW_TAG_member [26]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000004a7] = "_offset")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0866 => {0x00000866} "fpos_t")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(254)
                  DW_AT_data_member_location [DW_FORM_data2]	(0x0118)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000751:     DW_TAG_member [27]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000004af] = "_fl_mutex")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x08d0 => {0x000008d0} "pthread_mutex *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data2]	(256)
                  DW_AT_data_member_location [DW_FORM_data2]	(0x0130)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000760:     DW_TAG_member [27]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000004b9] = "_fl_owner")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x08da => {0x000008da} "pthread *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data2]	(257)
                  DW_AT_data_member_location [DW_FORM_data2]	(0x0138)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000076f:     DW_TAG_member [27]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000004c3] = "_fl_count")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data2]	(258)
                  DW_AT_data_member_location [DW_FORM_data2]	(0x0140)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000077e:     DW_TAG_member [27]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000004cd] = "_orientation")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data2]	(259)
                  DW_AT_data_member_location [DW_FORM_data2]	(0x0144)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000078d:     DW_TAG_member [27]   (0x0000054a)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x000004da] = "_mbstate")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x08e4 => {0x000008e4} "__mbstate_t")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data2]	(260)
                  DW_AT_data_member_location [DW_FORM_data2]	(0x0148)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000079c:     NULL

0x0000079d:   DW_TAG_base_type [11]   (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000004e3] = "unsigned char")
                DW_AT_encoding [DW_FORM_data1]	(DW_ATE_unsigned_char)
                DW_AT_byte_size [DW_FORM_data1]	(0x01)

0x000007a4:   DW_TAG_pointer_type [8]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x079d => {0x0000079d} "unsigned char")

0x000007a9:   DW_TAG_pointer_type [8]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x07ae => {0x000007ae} "_Wchart")

0x000007ae:   DW_TAG_typedef [12]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x07ba => {0x000007ba} "wchar_t")
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000004f1] = "_Wchart")
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                DW_AT_decl_line [DW_FORM_data2]	(1225)

0x000007ba:   DW_TAG_base_type [11]   (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000004f9] = "wchar_t")
                DW_AT_encoding [DW_FORM_data1]	(DW_ATE_unsigned)
                DW_AT_byte_size [DW_FORM_data1]	(0x02)

0x000007c1:   DW_TAG_array_type [28] * (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x07ae => {0x000007ae} "_Wchart")

0x000007c6:     DW_TAG_subrange_type [29]   (0x000007c1)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07cd => {0x000007cd} "sizetype")
                  DW_AT_upper_bound [DW_FORM_data1]	(0x01)

0x000007cc:     NULL

0x000007cd:   DW_TAG_base_type [30]   (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000501] = "sizetype")
                DW_AT_byte_size [DW_FORM_data1]	(0x08)
                DW_AT_encoding [DW_FORM_data1]	(DW_ATE_unsigned)

0x000007d4:   DW_TAG_typedef [24]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x00d0 => {0x000000d0} "_Mbstatet")
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000000c3] = "_Mbstatet")
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                DW_AT_decl_line [DW_FORM_data1]	(82)

0x000007df:   DW_TAG_pointer_type [8]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x07e4 => {0x000007e4} "char")

0x000007e4:   DW_TAG_base_type [11]   (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000050a] = "char")
                DW_AT_encoding [DW_FORM_data1]	(DW_ATE_signed_char)
                DW_AT_byte_size [DW_FORM_data1]	(0x01)

0x000007eb:   DW_TAG_array_type [28] * (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x079d => {0x0000079d} "unsigned char")

0x000007f0:     DW_TAG_subrange_type [29]   (0x000007eb)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07cd => {0x000007cd} "sizetype")
                  DW_AT_upper_bound [DW_FORM_data1]	(0x05)

0x000007f6:     NULL

0x000007f7:   DW_TAG_pointer_type [31]   (0x0000000b)

0x000007f8:   DW_TAG_base_type [11]   (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000050f] = "short")
                DW_AT_encoding [DW_FORM_data1]	(DW_ATE_signed)
                DW_AT_byte_size [DW_FORM_data1]	(0x02)

0x000007ff:   DW_TAG_structure_type [13] * (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000515] = "__sbuf")
                DW_AT_byte_size [DW_FORM_data1]	(0x10)
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                DW_AT_decl_line [DW_FORM_data1]	(130)

0x00000807:     DW_TAG_member [10]   (0x000007ff)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000051c] = "_base")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07a4 => {0x000007a4} "unsigned char *")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(131)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x00)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000814:     DW_TAG_member [10]   (0x000007ff)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000522] = "_size")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(132)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x08)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000821:     NULL

0x00000822:   DW_TAG_pointer_type [8]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0827 => {0x00000827} "int (void *)")

0x00000827:   DW_TAG_subroutine_type [32] * (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")

0x0000082c:     DW_TAG_formal_parameter [14]   (0x00000827)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07f7 => {0x000007f7} "void *")

0x00000831:     NULL

0x00000832:   DW_TAG_pointer_type [8]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0837 => {0x00000837} "int (void *, char *, int)")

0x00000837:   DW_TAG_subroutine_type [32] * (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")

0x0000083c:     DW_TAG_formal_parameter [14]   (0x00000837)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07f7 => {0x000007f7} "void *")

0x00000841:     DW_TAG_formal_parameter [14]   (0x00000837)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07df => {0x000007df} "char *")

0x00000846:     DW_TAG_formal_parameter [14]   (0x00000837)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")

0x0000084b:     NULL

0x0000084c:   DW_TAG_pointer_type [8]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0851 => {0x00000851} "fpos_t (void *, fpos_t, int)")

0x00000851:   DW_TAG_subroutine_type [32] * (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0866 => {0x00000866} "fpos_t")

0x00000856:     DW_TAG_formal_parameter [14]   (0x00000851)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07f7 => {0x000007f7} "void *")

0x0000085b:     DW_TAG_formal_parameter [14]   (0x00000851)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0866 => {0x00000866} "fpos_t")

0x00000860:     DW_TAG_formal_parameter [14]   (0x00000851)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")

0x00000865:     NULL

0x00000866:   DW_TAG_typedef [24]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0871 => {0x00000871} "fpos_t")
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000528] = "fpos_t")
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                DW_AT_decl_line [DW_FORM_data1]	(93)

0x00000871:   DW_TAG_structure_type [13] * (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000528] = "fpos_t")
                DW_AT_byte_size [DW_FORM_data1]	(0x18)
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                DW_AT_decl_line [DW_FORM_data1]	(89)

0x00000879:     DW_TAG_member [10]   (0x00000871)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000052f] = "_Off")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0097 => {0x00000097} "long int")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(91)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x00)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000886:     DW_TAG_member [10]   (0x00000871)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000041a] = "_Wstate")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07d4 => {0x000007d4} "_Mbstatet")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdio.h")
                  DW_AT_decl_line [DW_FORM_data1]	(92)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x08)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000893:     NULL

0x00000894:   DW_TAG_pointer_type [8]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0899 => {0x00000899} "int (void *, const char *, int)")

0x00000899:   DW_TAG_subroutine_type [32] * (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")

0x0000089e:     DW_TAG_formal_parameter [14]   (0x00000899)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07f7 => {0x000007f7} "void *")

0x000008a3:     DW_TAG_formal_parameter [14]   (0x00000899)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x08ae => {0x000008ae} "const char *")

0x000008a8:     DW_TAG_formal_parameter [14]   (0x00000899)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x0071 => {0x00000071} "int")

0x000008ad:     NULL

0x000008ae:   DW_TAG_pointer_type [8]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x08b3 => {0x000008b3} "const char")

0x000008b3:   DW_TAG_const_type [7]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x07e4 => {0x000007e4} "char")

0x000008b8:   DW_TAG_array_type [28] * (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x079d => {0x0000079d} "unsigned char")

0x000008bd:     DW_TAG_subrange_type [29]   (0x000008b8)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07cd => {0x000007cd} "sizetype")
                  DW_AT_upper_bound [DW_FORM_data1]	(0x02)

0x000008c3:     NULL

0x000008c4:   DW_TAG_array_type [28] * (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x079d => {0x0000079d} "unsigned char")

0x000008c9:     DW_TAG_subrange_type [29]   (0x000008c4)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07cd => {0x000007cd} "sizetype")
                  DW_AT_upper_bound [DW_FORM_data1]	(0x00)

0x000008cf:     NULL

0x000008d0:   DW_TAG_pointer_type [8]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x08d5 => {0x000008d5} "pthread_mutex")

0x000008d5:   DW_TAG_structure_type [33]   (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000534] = "pthread_mutex")
                DW_AT_declaration [DW_FORM_flag_present]	(true)

0x000008da:   DW_TAG_pointer_type [8]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x08df => {0x000008df} "pthread")

0x000008df:   DW_TAG_structure_type [33]   (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000542] = "pthread")
                DW_AT_declaration [DW_FORM_flag_present]	(true)

0x000008e4:   DW_TAG_typedef [24]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x08ef => {0x000008ef} "union ")
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000054a] = "__mbstate_t")
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include\sys/_types.h")
                DW_AT_decl_line [DW_FORM_data1]	(127)

0x000008ef:   DW_TAG_union_type [34] * (0x0000000b)
                DW_AT_byte_size [DW_FORM_data1]	(0x80)
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include\sys/_types.h")
                DW_AT_decl_line [DW_FORM_data1]	(124)

0x000008f3:     DW_TAG_member [10]   (0x000008ef)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000556] = "__mbstate8")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x090e => {0x0000090e} "char[128]")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include\sys/_types.h")
                  DW_AT_decl_line [DW_FORM_data1]	(125)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x00)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x00000900:     DW_TAG_member [10]   (0x000008ef)
                  DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000561] = "_mbstateL")
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x091a => {0x0000091a} "__int64_t")
                  DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include\sys/_types.h")
                  DW_AT_decl_line [DW_FORM_data1]	(126)
                  DW_AT_data_member_location [DW_FORM_data1]	(0x00)
                  DW_AT_accessibility [DW_FORM_data1]	(DW_ACCESS_public)

0x0000090d:     NULL

0x0000090e:   DW_TAG_array_type [28] * (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x07e4 => {0x000007e4} "char")

0x00000913:     DW_TAG_subrange_type [29]   (0x0000090e)
                  DW_AT_type [DW_FORM_ref4]	(cu + 0x07cd => {0x000007cd} "sizetype")
                  DW_AT_upper_bound [DW_FORM_data1]	(0x7f)

0x00000919:     NULL

0x0000091a:   DW_TAG_typedef [24]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0097 => {0x00000097} "long int")
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000056b] = "__int64_t")
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include\machine/_types.h")
                DW_AT_decl_line [DW_FORM_data1]	(57)

0x00000925:   DW_TAG_typedef [12]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0931 => {0x00000931} "long long unsigned int")
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000575] = "_ULonglong")
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                DW_AT_decl_line [DW_FORM_data2]	(1190)

0x00000931:   DW_TAG_base_type [11]   (0x0000000b)
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000580] = "long long unsigned int")
                DW_AT_encoding [DW_FORM_data1]	(DW_ATE_unsigned)
                DW_AT_byte_size [DW_FORM_data1]	(0x08)

0x00000938:   DW_TAG_typedef [24]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0943 => {0x00000943} "_Sizet")
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x00000597] = "size_t")
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdlib.h")
                DW_AT_decl_line [DW_FORM_data1]	(86)

0x00000943:   DW_TAG_typedef [12]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0138 => {0x00000138} "long unsigned int")
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x0000059e] = "_Sizet")
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/yvals.h")
                DW_AT_decl_line [DW_FORM_data2]	(439)

0x0000094f:   DW_TAG_typedef [24]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0052 => {0x00000052} "structure ")
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000005a5] = "div_t")
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdlib.h")
                DW_AT_decl_line [DW_FORM_data1]	(107)

0x0000095a:   DW_TAG_typedef [24]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0078 => {0x00000078} "structure ")
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000005ab] = "ldiv_t")
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdlib.h")
                DW_AT_decl_line [DW_FORM_data1]	(113)

0x00000965:   DW_TAG_typedef [24]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x0970 => {0x00000970} "_Lldiv_t")
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000005b2] = "lldiv_t")
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdlib.h")
                DW_AT_decl_line [DW_FORM_data1]	(124)

0x00000970:   DW_TAG_typedef [24]   (0x0000000b)
                DW_AT_type [DW_FORM_ref4]	(cu + 0x009e => {0x0000009e} "structure ")
                DW_AT_name [DW_FORM_strp]	( .debug_str[0x000005ba] = "_Lldiv_t")
                DW_AT_decl_file [DW_FORM_data1]	("C:\Program Files (x86)\SCE\ORBIS SDKs\2.500\target\include/stdlib.h")
                DW_AT_decl_line [DW_FORM_data1]	(120)

0x0000097b:   DW_TAG_typedef [24]   (0x0000000b)
